<!doctype html>
<html lang="it">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>I pianti e i lamenti dei pesci fossili</title>
  <meta name="description"
    content="Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale e poetica dello scorrere e dello stratificarsi del tempo.">
  <meta property="og:url"
    content="Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale e poetica dello scorrere e dello stratificarsi del tempo.">
  <meta property="og:type" content="website">
  <meta name="twitter:title" content="I pianti e i lamenti dei pesci fossili">
  <meta name="twitter:description"
    content="Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale e poetica dello scorrere e dello stratificarsi del tempo.">
  <meta property="twitter:image"
    content="Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale e poetica dello scorrere e dello stratificarsi del tempo.">
  <meta name="twitter:card" content="summary_large_image">
  <meta name="twitter:image:alt" content="I pianti e i lamenti dei pesci fossili">
  <meta property="og:title" content="I pianti e i lamenti dei pesci fossili">
  <meta property="og:description"
    content="Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale e poetica dello scorrere e dello stratificarsi del tempo.">
  <meta property="og:image"
    content="Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale e poetica dello scorrere e dello stratificarsi del tempo.">
  <meta property="og:site_name" content="I pianti e i lamenti dei pesci fossili">
  <link href="assets/favicons/AA-logo-32px.png" rel="shortcut icon" type="image/x-icon">
  <link href="assets/favicons/AA-logo-256px.png" rel="apple-touch-icon">
  <link rel="stylesheet" href="shader.css">
</head>

<body onload="history.scrollRestoration = 'manual'">
  <header>
    <nav class="topbar-nav grid">
      <div class="menu-name area-1-2">
        <a href="https://annamariaajmone.com/" class="link menu-items">Annamaria Ajmone</a>
      </div>

      <div class="menu-switcher">
        <label class="switch">
          <input type="checkbox" name="switch" value="off">
          <span class="slider"></span>
        </label>
        <span class="menu-switcher-label">Turn off background</span>
      </div>
      <div class="menu-links area-4-6">
        <span id="info-btn" class="link menu-items">Info</span>
        <h1 class="menu-items">I pianti e i lamenti dei pesci fossili</h1>
      </div>
    </nav>

    <menu class="menu-mobile">
      <div class="menu-name">
        <a href="https://annamariaajmone.com/">AA</a>
      </div>
      <div class="menu-label">
        <p id="info-btn-mobile">Info</p>
      </div>
    </menu>
  </header>

  <section class="cover"></section>

  <section class="audio-section">
    <div class="audio-component">
      <div class="audio-player">
        <div class="audio-player-wrapper">
          <button class="play-btn" type="button">
            <svg class="play-icon" viewBox="0 0 25 18" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M0 18V0L14 9.25714L0 18Z" />
              <path d="M18 18V0H19.5V18H18Z" />
              <path d="M23 18V0H24.5V18H23Z" />
            </svg>
            <span>Sound On</span>
          </button>
        </div>
      </div>
      <audio loop src="./assets/media/4-1-voce-compr.mp3"></audio>
    </div>
    <div class="ui-scroll">Scroll Down</div>
  </section>

  <section class="introduction-section">
    <div class="grid">
      <div class="introduction-container area-1-4">
        <p>Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale
          e poetica dello scorrere e dello stratificarsi del tempo.</p>
      </div>
    </div>
  </section>

  <section class="gallery-section">
    <div class="grid">
      <div class="area-1-2">
        <img src="./assets/media/img1_5.jpg" width="100%">
      </div>
      <div class="area-2-3">
        <img src="./assets/media/img1_6.jpg" width="100%">
      </div>
      <div class="area-3-4-2-3">
        <img src="./assets/media/img1_7.jpg" width="100%">
      </div>
      <div class="area-4-5-2-3">
        <img src="./assets/media/img1_9.jpg" width="100%">
      </div>
      <div class="area-2-3-3-4">
        <img src="./assets/media/img2.jpg" width="100%">
      </div>
      <div class="area-3-4-3-4">
        <img src="./assets/media/img1.jpg" width="100%">
      </div>
    </div>
  </section>

  <section class="reading-room">
    <div class="reading-room-wrapper">
      <div class="content-index">
        <div class="text-title">
          <h3>READING LIST</h3>
        </div>
        <ul>
          <li>
            <p id="bennet" class="link sidebar-items">Materia vibrante</p>
            <p class="sidebar-info">Jane Bennet</p>
          </li>
          <li>
            <p id="caillois" class="link sidebar-items">The Writing of Stones</p>
            <p class="sidebar-info">Roger Caillois</p>
          </li>
          <li>
            <p id="irigaray" class="link sidebar-items">L'oblio dell'aria</p>
            <p class="sidebar-info">Luce Irigaray</p>
          </li>
          <li>
            <p id="rigal" class="link sidebar-items">Il tempo sacro delle caverne</p>
            <p class="sidebar-info">Gwenn Rigal</p>
          </li>
          <li>
            <p id="tripaldi" class="link sidebar-items">Menti parallele</p>
            <p class="sidebar-info">Laura Tripaldi</p>
          </li>
          <li>
            <p id="manin" class="link sidebar-items">Residency Report #1</p>
            <p class="sidebar-info">Villa Manin</p>
          </li>
          <li>
            <p id="castrovillari" class="link sidebar-items">Residency Report #2</p>
            <p class="sidebar-info">Castrovillari</p>
          </li>
        </ul>
      </div>
      <div class="content-elements">
        <div id="bennet-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Jane Bennet</p>
                <h2>Materia vibrante</h2>
                <h3>Un'ecologia politica delle cose</h3>
              </div>
              <div class="text-excerpt">
                <p>Ho cercato di porre l&rsquo;accento sulla vitalit&agrave; della materialit&agrave; in
                  s&eacute;, e finora l&rsquo;ho fatto concentrandomi sui corpi non umani, dipingendoli come attanti
                  piuttosto che come oggetti. Tuttavia, la tesi a sostegno dell&rsquo;attivit&agrave; materica ha
                  bisogno anche di rivedere lo statuto degli attanti umani: ci&ograve; non vuol dire negare i poteri
                  ecccezionali e impressionanti dell&rsquo;umanit&agrave;, ma considerare questi poteri come una prova
                  del fatto che anche noi ci costruiamo come materialit&agrave; vitale. In altre parole, anche il potere
                  umano &egrave; una specie di potenza delle cose. A un primo livello questa affermazione non &egrave;
                  controversa: &egrave; facile riconoscere che le persone sono composte da varie parti materiali (la
                  mineralit&agrave; delle nostre ossa, il metallo del nostro sangue, l&rsquo;elettricit&agrave; dei
                  nostri neuroni). &Egrave; pi&ugrave; difficile invece pensare che questi materiali siano vitali e
                  auto-organizzati, e non mezzi passivi o meccanici guidati da qualcosa di non-materiale, cio&egrave;
                  un&rsquo;anima o una mente attive.</p>
                <p>Probabilmente la tesi di una vitalit&agrave; intrinseca alla materia diventa pi&ugrave;
                  plausibile se si guarda a una scala temporale molto ampia. Se si adotta la prospettiva del tempo
                  evolutivo piuttosto che biografico, ad esempio, diventa visibile la forma minerale. Si consideri il
                  resoconto di De Landa sull&rsquo;emergere delle nostre ossa:</p>
                <p>
                <blockquote>
                  &laquo;I tessuti molli (gel e aerosol, muscoli e nervi) regnavano sovrani fino a
                  cinquemila milioni di anni fa. Poi alcuni dei carnosi conglomerati di materia-energia che componevano
                  la vita subirono un&rsquo;improvvisa <em>mineralizzazione </em>da cui emerse un nuovo materiale per la
                  costruzione degli esseri viventi: l&rsquo;osso. Fu quasi come se il mondo minerale che era servito da
                  substrato per l&rsquo;emergere di creature biologiche si stesse riaffermando&raquo;.
                  <span>(Manuel De Landa,<em>A Thousand Years of Nonlinear History</em>, p. 26).</span>
                </blockquote>
                </p>
                <p>Mineralizzazione &egrave; il modo in cui chiamiamo l&rsquo;agentivit&agrave; creativa
                  grazie alla quale &egrave; stato prodotto l&rsquo;osso, dopodich&eacute; le ossa &laquo;hanno reso
                  possibili nuove forme di controllo del movimento tra gli animali, liberandoli da molte costrizioni e
                  mettendoli letteralmente in moto per conquistare ogni nicchia disponibile nell&rsquo;aria,
                  nell&rsquo;acqua e sulla terra&raquo;. Nel lungo e lento tempo dell&rsquo;evoluzione, quindi, la
                  materia minerale pare essere la potenza motrice attiva e agitatrice, mentre l&rsquo;umanit&agrave;,
                  con la sua tanto lodata capacit&agrave; di azione autodiretta, risulta essere il prodotto della
                  materia minerale.</p>
                <p>Per una materialista vitale, tuttavia, il punto di partenza dell&rsquo;etica non &egrave;
                  tanto l&rsquo;accettazione dell&rsquo;impossibilit&agrave; della &ldquo;conciliazione&rdquo; quanto il
                  riconoscimento della partecipazione umana in una materialit&agrave; vitale condivisa. Noi
                  <em>siamo</em> materialit&agrave; vitale e ne siamo circondate e circondati [&hellip;].
                </p>
                <p>Ogni persona umana &egrave; un composto eterogeneo di materia meravigliosamente e
                  pericolosamente vibrante. Se la materia stessa &egrave; viva, allora non solo la differenza tra
                  soggetti e oggetti &egrave; ridotta al minimo, ma lo status della materialit&agrave; condivisa di
                  tutte le cose ne risulta accresciuto.</p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
        <div id="caillois-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Roger Caillos</p>
                <h2>The Writing of Stones</h2>
              </div>
              <div class="text-excerpt">
                <p>Unceasingly the microscopic roses of diatoms, the minute lattices of radiolaria, the ringed cups of
                  corals like tiny bony disks with countless thin spikes resembling circles of converging swords, the
                  parallel channels of palms, the stars of sea urchins all sow seeds in the depths of the rock: the
                  seeds of symbols for a heraldry before the age of blazons.</p>
                <p>Meanwhile the tree of life goes on putting out branches. A multitude of new inscriptions is added to
                  the writing in stones. Images of fishes swim among dendrites of manganese as though among clumps of
                  moss. A sea lily sways on its stem in the heart of a piece of slate. A phantom shrimp can no longer
                  feel the air with its broken antennae. The scrolls and laces of ferns are imprinted in coal. Ammonites
                  of all sizes, from a lentil to a millwheel, flaunt their cosmic spirals everywhere. A fossil trunk,
                  turned jasper and opal like a frozen fire, clothes itself in scarlet, purple, and violet. Dinosaurs'
                  bones change their petit-point tapestries into ivory, gleaming pink or blue like sugared almonds.</p>
                <p>Every space is filled, every interstice occupied. Even metal has insinuated itself into the cells and
                  channels from which life has long since disappeared. Compact and insensible matter has replaced the
                  other kind in its last refuge, taking over its exact shapes, running in its finest channels, so that
                  the first image is set down forever in the great album of the ages. The writer has disappeared, but
                  each flourish evidence of a different miracle-remains, an immortal signature.</p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
        <div id="irigaray-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Luce Irigaray</p>
                <h2>L'oblio dell'aria</h2>
              </div>
              <div class="text-excerpt">
                <p>L&rsquo;aria non &egrave; il tutto del nostro abitare in quanto mortali? Esiste un
                  dimorare pi&ugrave; vasto, pi&ugrave; spazioso, e anche pi&ugrave; generalmente quieto di quello
                  dell&rsquo;aria? Pu&ograve; l&rsquo;uomo vivere altrove che nell&rsquo;aria? N&eacute; nella terra
                  n&eacute; nel fuoco n&eacute; nell&rsquo;acqua, c&rsquo;&egrave; un abitare possibile per lui. Nessun
                  altro elemento pu&ograve; cos&igrave; fargli luogo di luogo. Nessun altro elemento porta con
                  s&eacute;, o si lascia attraversare da, luce e ombra, voce e silenzio. Nessun altro elemento &egrave;
                  a tal punto l&rsquo;aperto stesso &ndash; senza necessit&agrave; d&rsquo;apertura o riapertura per chi
                  non avrebbe dimenticato la sua natura. Nessun altro elemento &egrave; altrettanto leggero, libero, e
                  secondo il modo &ldquo;fondamentale&rdquo; di un &ldquo;c&rsquo;&egrave;&rdquo; permanentemente
                  disponibile.</p>
                <p>Nessun altro elemento &egrave; ugualmente lo spazio prima di ogni locallizzazione, e un
                  substrato al tempo stesso immobile e mobile, permanente e fluente, nel quale molteplici tagli
                  temporali restano swempre dei possibili. Nessun altro elemento &egrave;, senza dubbio, tanto
                  originariamente costitutivo del tutto del mondo senza che questo carattere originario si compia mai in
                  un primo tempo, una primariet&agrave; semplice, un&rsquo;autarchia, un&rsquo;autonomia, una
                  propriet&agrave; unica ed esclusiva&hellip;</p>
                <p>Ma questo elemento, irriducibilmente costitutivo del tutto, non si impone n&eacute; alla
                  percezione n&eacute; alla conoscenza. Sempre qui, si lascia dimenticare.</p>
                <p>Luogo di ogni presenza e assenza? Nessuna presenza senza aria.</p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
        <div id="rigal-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Gwenn Rigal</p>
                <h2>Il tempo sacro delle caverne</h2>
              </div>
              <div class="text-excerpt">
                <p>Ma non &egrave; solo in Australia, in America e nel Sahara che si trovano popolazioni autoctone le
                  cui origini si perdono nelle brume della preistoria. In Francia, il popolo basco &egrave; presente nel
                  Sud-Ovest del paese da tempo immemorabile. Anche se la maggior parte del genoma dei Baschi attuali
                  sembra provenire dai primi agricoltori neolitici (G&uuml;nther, 2015), alcuni alleli del loro codice
                  genetico li distinguerebbero dalle altre popolazioni del Nord Europa da circa ventimila anni (Alonso e
                  Armour, 1998). La lingua basca supporta questa ipotesi. Anticamente parlata in tutta la Francia
                  sud-occidentale, &egrave; l&rsquo;unica lingua isolata dell&rsquo;Europa occidentale. Come le lingue
                  ugro-finniche (ungherese, finlandese, estone...), il basco precederebbe le invasioni indoeuropee nel
                  nostro continente. Il linguista tedesco Theo Vennemann (2002) osserva che &ldquo;terra&rdquo; e
                  &ldquo;neve&rdquo; si dicono in basco, rispettivamente, <em>lur </em>ed <em>elur</em>,
                  un&rsquo;e-quivalenza terra/neve che si ritrova in altre lingue molto antiche, e che sa tanto di
                  &egrave;ra glaciale. Lo stesso tipo di affinit&agrave; etimologica esiste per &ldquo;legno&rdquo;
                  (<em>zur</em>) e &ldquo;osso&rdquo; (<em>ezur</em>), e per &ldquo;muro&rdquo; (<em>orma</em>) e
                  &ldquo;ghiaccio&rdquo; (<em>borma</em>). Inoltre, &ldquo;ascia&rdquo; si dice in basco
                  <em>aizkora</em>, il che &egrave; stupefacente, perch&eacute; <em>aiz </em>significa anche
                  &ldquo;pietra&rdquo; (Morvan, 1985). Ma se, quindi, &egrave; possibile che il basco preceda
                  l&rsquo;Et&agrave; dei Metalli, ci&ograve; non implica necessariamente che i Cro-Magnon della Francia
                  sudoccidentale dialogassero in una sorta di proto-basco con quelli della Spagna settentrionale. E
                  comunque, si ritiene impossibile resuscitare le parole preistoriche, poich&eacute; met&agrave; del
                  vocabolario di una lingua si rinnova in media ogni tremila anni. Alcuni linguisti suggeriscono che i
                  sostantivi pi&ugrave; utilizzati &ndash; come anche i numeri, i pronomi e alcuni avverbi &ndash; siano
                  pi&ugrave; resistenti al passare del tempo e possiedano un ciclo di vita che si estende fino a
                  diecimila o addirittura ventimila anni (Pagel, 2013). E basandosi su queste parole
                  &ldquo;ultraconservate&rdquo;, essi cercano di stabilire dei ponti tra le sette principali famiglie
                  linguistiche d&rsquo;Europa e d&rsquo;Asia (altaica, uralica, ciukotko-kamciatka, dravidica,
                  eskimo-aleutina, cartvelica e indoeuropea) con l&rsquo;obiettivo di identificare un&rsquo;ipotetica
                  &ldquo;superfamiglia&rdquo; eurasiatica che risalirebbe all&rsquo;ultima &egrave;ra glaciale. Ma
                  l&rsquo;argomentazione &egrave; debole. Si basa solo su poche parole e implica scale temporali che
                  sfidano le comuni leggi della linguistica. Ci&ograve; nonostante, &egrave; probabile che alcuni
                  antenati dei Baschi attuali abbiano dipinto nelle grotte, nei Paesi Baschi e nei Pirenei. E ancora
                  oggi, la maggior parte degli esseri mitici pirenaici sono di tipo ctonio, cio&egrave; legati alla
                  terra o al mondo sotterraneo. &Egrave; possibile istituire un collegamento tra alcuni miti baschi e
                  l&rsquo;arte delle caverne? L&rsquo;ipotesi &egrave; stata avanzata per il cosiddetto tabu
                  &ldquo;dell&rsquo;orecchio dell&rsquo;orso&rdquo; (d&rsquo;Huy, 2013a), che proibisce ai pastori di
                  pronunciare ad alta voce il nome del plantigrado, il cui udito &egrave; ritenuto assai fine. I Baschi
                  lo chiamano semplicemente &ldquo;lui&rdquo;, &ldquo;il tizio&rdquo; o &ldquo;l&rsquo;altro&rdquo;.
                  Anzi, il termine usato per designare l&rsquo;orso in basco &egrave; scomparso. &Egrave; stato
                  sostituito dalla parola <em>hartz</em>, di origine celtica [...].
                </p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
        <div id="tripaldi-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Laura Tripaldi</p>
                <h2>Menti parallele</h2>
              </div>
              <div class="text-excerpt">
                <p>Lavorando con i materiali e confrontandomi con numerose occasioni in cui la comunicazione tra due
                  superfici si è rivelata più complessa del previsto, ho capito che quello di interfaccia è un concetto
                  più profondo e trasversale di quanto a un primo sguardo possa sembrare. Se dovessi conservare un
                  singolo insegnamento, tra tutte le cose sorprendenti che ho avuto l'opportunità di scoprire
                  studiando la chimica, sarebbe sicuramente questo: che l'interfaccia non è una linea immaginaria che
                  divide i corpi gli uni dagli altri, ma che è una regione materiale, una zona di confine dotata di
                  massa e spessore, caratterizzata da proprietà che la rendono radicalmente diversa dai corpi che
                  l'hanno prodotta nel loro incontro.</p>
                <p>Chiunque si trovi alle prese con un nuovo materiale si rende conto ben presto che quello che ne
                  determina il comportamento spesso non ha a che vedere con la sua composizione o struttura più interna,
                  che in chimica si chiama bulk, ma con quello che succede sulla sua superficie. L'importante è quello
                  che succede nella regione in cui si realizza l'incontro, a volte semplice e più spesso complicato, tra
                  quel materiale e qualcos'altro. L'interfaccia, in chimica, è definita proprio come la regione in cui
                  due sostanze, dotate di proprietà chimico-fisiche diverse, si incontrano.</p>
                <p>[…]</p>
                <p>L'interfaccia è il prodotto di una relazione a doppio filo, in cui due corpi in interazione
                  reciproca si fondono formando un materiale ibrido, diverso dalle sue componenti di partenza. Ancora
                  più significativo è che l'interfaccia non è un'eccezione: non si tratta di un comportamento della
                  materia che osserviamo soltanto in condizioni rare e specifiche. Al contrario, nella nostra
                  esperienza dei materiali che ci circondano abbiamo sempre a che fare soltanto con l'interfaccia che
                  essi costruiscono con noi. Stiamo toccando solo la superficie delle cose, ma si tratta di una
                  superficie tridimensionale e dinamica, capace di penetrare sia all'interno dell'oggetto che abbiamo
                  di fronte, sia all'interno di noi stessə.</p>
                <p>L'idea dell'interfaccia come regione materiale, in cui due sostanze possono mescolarsi producendo
                  un corpo ibrido e completamente nuovo, può essere il punto di partenza per ripensare, più in genera-
                  le, il nostro rapporto con la materia che ci circonda. Se davvero tutti i corpi con cui entriamo in
                  relazione si modificano e ci modificano a loro volta, non possiamo più illuderci che la materia sia
                  semplicemente un oggetto passivo su cui proiettiamo la nostra conoscenza. Allo stesso tempo non
                  possiamo nemmeno rifugiarci nell'idea, certamente comoda, che la conoscenza di ciò che non è umano ci
                  sia completamente preclusa: che la materia che ci circonda sia, in fondo, del tutto aliena e
                  inconoscibile, e che non abbia davvero nulla a che fare con noi. Abitando l'interfaccia, abbiamo
                  l'opportunità di ridefinire la conoscenza della materia come un processo creativo e collaborativo a
                  cui ogni materiale partecipa attivamente. Ogni volta che entriamo in relazione con un nuovo materiale,
                  costruiamo uno spazio fisico di interazione reciproca, che modifica il mondo che ci circonda e che ci
                  apre la possibilità di modificarci a nostra volta.</p>
                <p>In questo contesto, quelli che siamo stati abituati a considerare come semplici oggetti della scienza
                  sembrano animarsi, diventando invece soggetti veri e propri prendendo parte attiva al processo
                  scientifico che li definisce e li studia. Sotto questa nuova prospettiva, anche i corpi che abbiamo
                  sempre considerato inerti e passivi rivelano una capacità nascosta di intessere una rete di relazioni
                  con noi e con il mondo che li circonda.</p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
        <div id="manin-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Villa Manin</p>
                <h2>Residency Report #1</h2>
                <h3>4/15. 03. 2024</h3>
                <p><em>Report della residenza artistica</em></p>
              </div>
              <div class="text-excerpt">
                <p>Il periodo di residenza a Villa Manin, che ha visto coinvolte le coreografe e danzatrici
                  Annamaria Ajmone e Veza Maria Fernandez, l&rsquo;artista visiva Natália Trejbalová e la ricercatrice
                  indipendente Stella Succi, ha permesso di seguire e testare diversi assi di ricerca per la costruzione
                  futura dello spettacolo I pianti e i lamenti dei pesci fossili.</p>
                <p>L&rsquo;apparato teorico dai quali questi assi di ricerca si sono sviluppati nasce da un
                  interesse nei confronti dell&rsquo;interfaccia come spazio di relazione e base dell&rsquo;esistere,
                  cos&igrave; come descritto da teoriche come Jane Bennett in <em>Vibrant Matter</em>, Karen Barad nella
                  sua teoria delle intra/azioni, e, nel contesto italiano, Laura Tripaldi in <em>Menti Parallele</em>. I
                  corpi si rapportano, e nel rapportarsi modificano e vengono modificati, assumono caratteristiche e
                  comportamenti unici, originali, inaspettati.</p>
                <p>Nel lavoro in sala, Ajmone e Fernandez hanno quindi esplorato e incarnato
                  l&rsquo;interfaccia attraverso una serie di pratiche a partire dal dispositivo della voce.
                  L&rsquo;aria &egrave; infatti essa stessa da interpretarsi come &ldquo;spazio prima di ogni
                  localizzazione [&hellip;], substrato al tempo stesso immobile e mobile, permanente e fluente
                  [&hellip;] elemento costitutivo del tutto&rdquo;, cos&igrave; come definita da Luce Irigaray ne
                  <em>L&rsquo;Oublie de l&rsquo;air</em>, uno dei testi fondamentali in questa fase di studio. La
                  ricerca sulla danza ha messo in discussione lo stare &ldquo;dentro al corpo&rdquo;, provando invece a
                  proiettarsene al di fuori, e specificamente nell&rsquo;incontro con la materia. La pratica di Veza
                  Maria Fernandez &egrave; stata, in questo contesto, particolarmente significativa per la sua
                  esperienza nell&rsquo;uso dell&rsquo;emozionalit&agrave; della voce per esplorare diverse forme di
                  ascolto tattile.
                </p>
                <p>Il respiro, nelle sperimentazioni di Ajmone e Fernandez, si &egrave; declinato come
                  sussurro, come glossolalia, come canto che costruisce relazione tra i loro corpi ed altri corpi
                  non-umani. &Egrave; in questo particolare frangente che &egrave; entrata in opera la ricerca scultorea
                  e visiva di Natália Trejbalová, che ha montato oggetti gonfiabili e rudimentali strumenti a fiato come
                  possibili elementi per la costruzione di un corpo terzo suonante e riverberante sulla scena. Le
                  danzatrici hanno interagito con gli oggetti, toccandoli, facendoli &ldquo;esprimere&rdquo;, attivando
                  la loro esistenza.</p>
                <p>Da queste pratiche nascono domande da esplorare in futuro &ndash; prima fra tutte qual
                  &egrave; lo spazio performativo, la personalit&agrave; di fonemi e quasi-fonemi. Durante la residenza
                  sono state quindi affrontate nuove fonti bibliografiche di ispirazione rispetto a questo tema,
                  condivise, proposte e interpretate dalla ricercatrice Stella Succi: nella fattispecie, <em>Hildegard
                    of Bingen's Unknown Language &ndash; An Edition, Translation, and Discussion</em> di Sarah L.
                  Higley, <em>Narrazioni dell&rsquo;estinzione</em> di Elvia Wilkes, e <em>Suoni fragili e selvaggi:
                    Meraviglie acustiche, evoluzione creativa e crisi sensoriale</em> di David George Haskell nella
                  traduzione di Antonio Casto.</p>
                <p>Un altro asse di ricerca corporea ha riguardato la pelle o membrana. Si tratta ancora una
                  volta di un&rsquo;interfaccia, ma questa volta organica. La voce delle danzatrici ha esplorato quindi
                  la superficie del corpo, l&rsquo;ha immaginata tridimensionale, resa spugna, penetrata, fino a
                  giungere alle ossa del corpo, utilizzate anche, in alcuni frangenti, come cassa di risonanza e volano
                  del suono. Il rapporto tra tessuto corporeo molle e minerale &egrave; stato particolarmente
                  importante, perch&eacute; ha permesso di indagare, attraverso la danza, il dispositivo poetico del
                  fossile che ha stimolato i primi passi della ricerca. Il fossile, infatti, concretizza la connessione
                  tra organico e inorganico, tra vita e non vita, tra lontano passato e futuro, muovendosi sul confine,
                  intriso di mistero, che la ricerca di Ajmone intende percorrere per la creazione dello spettacolo.</p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
        <div id="castrovillari-content" class="content-drawer">
          <div class="content-drawer-wrapper">
            <div class="text-container">
              <div class="text-title">
                <p>Castrovillari</p>
                <h2>Residency Report #2</h2>
                <h3>20/25. 05. 2024</h3>
                <p><em>Lecture del 24. 05. 2024: testo di racconto della residenza artistica</em></p>
              </div>
              <div class="text-excerpt">
                <p>In my practice, I envision creation as a common ground where to share a discourse with
                  other people through encounter and dialogue. This working method enables me to swing constantly, and I
                  have identified it as the most effective for my practice. The eventual output ends up reflecting none
                  of us&rsquo; specific intentions, but something unique rises from this intersection. Through the
                  &ldquo;form,&rdquo; my interests unfold: how to enable the cohabitation on Earth between human and
                  more-than-human; how to build a relation between living and non-living materials.</p>
                <p>My research lays at the boundary between scientific research and speculation about its
                  results, questioning the hierarchies in which we are accustomed to read the world around us, looking
                  for ways to rewrite them. All of this is done through a dialogue with my companions and through the
                  means that each of us knows and operate with.</p>
                <p><em>I pianti e i lamenti dei pesci fossili</em> (The Weeping and Lamentation of Fossil
                  Fish) involves another dancer and vocal artist, Veza Fernandez, who unfortunately was unable to attend
                  this residency; visual artist Natália Trejbalová, who handles the set design; researcher Stella Succi,
                  who works on theoretical and dramaturgical input; and Elena Vastano, who is not here and is
                  responsible for the lighting design. We are also working with designer Giulia Polenta to create an
                  online reader to share various elements of the creative process.</p>
                <p>What we would like to do today is share with you part of the research we are conducting
                  through the sharing of the themes we are addressing and how they are merging and connecting, the
                  materials we are experimenting and testing, the narration of some practices we are developing, and the
                  reading of some texts that have been sources of inspiration.</p>
                <p>The title of the show is <em>I pianti e i lamenti dei pesci fossili</em> (The Weeping and
                  Lamentation of Fossil Fish): what interests us about fossils from a poetic point of view is the fact
                  that fossils lay at the blurred boundary between organic and inorganic, between life and non-life, and
                  the process of sedimentation of time in layers of matter.</p>
                <p>We are interested in exploring the possibilities of coming into contact with different,
                  &ldquo;inert&rdquo; bodies and materials. Therefore, the practices at the center of the show are
                  focused on relationship &ndash; built on stage by the presence of two dancers: Annamaria Ajmone and
                  Veza Fernandez.</p>
                <p>The desire to work on the relationship with &ldquo;non-living&rdquo; or &ldquo;inert
                  materials&rdquo; (all questionable definitions) was sparked in us by the encounter with <em>Parallel
                    Minds</em>, a book by scientist and theorist Laura Tripaldi. In this text Laura Tripaldi writes
                  about how matter is permeated by a form of intelligence that arises from relationships, and that this
                  relationship exists in a space that in chemistry is called an interface. The interface is the
                  three-dimensional space where different elements meet, and in this three-dimensional space, the
                  elements and materials behave differently than usual, creating a new reality. One example is water,
                  which on a smooth surface takes the form of a drop: a way of being that exists only in the
                  relationship, and which inspired us in the conception of the show.</p>
                <p>So, we asked ourselves which interfaces to focus on, what allows our bodies to relate an
                  inside and an outside, and we decided to work primarily on the air: for this reason, some of the
                  practices at the core of the show are focused on the voice and the phonatory system as tools of
                  connection within the interface of air. A text that inspired us in this regard is <em>The Forgetting
                    of Air</em> by feminist philosopher Luce Irigaray. The other interface we concentrated on is the
                  skin or membrane, the surface where two bodies touch, which separates an inside from an outside.</p>
                <p>The residency at Primavera dei Teatri provided the opportunity to test the initial set
                  designs. Visual artist Natália Trejbalová envisioned working on the dance floor, disrupting its almost
                  &ldquo;non-place&rdquo; nature, and, consistent with the theoretical research of the show, working on
                  the surface with soft and transparent materials, similar to skins. Natália then painted them with an
                  airbrush using stencils. The idea is to work on imprinting and sedimentation: in fact, although
                  fossils are three-dimensional objects, they originate from the imprint left by bodies placed on the
                  ground and the gradual replacement of organic matter with mineral matter. The combination of the
                  various elements, still in their preliminary stages, will create a large space on the dance floor.</p>
                <p>We're sharing with you some practices we're developing, all of which have to do with
                  relationship: Veza Fernandez is not physically present during this presentation, so it's important to
                  try to imagine them in potentiality.</p>
                <p><u>Skin Dance:</u>Laura Tripaldi's text inspired me to
                  work with the surface of the body and consider it as the engine of movement. How does my surface
                  relate to other surfaces? Which information does it give me on how to organize my body in space and
                  on how to move the space between me and the other body? And what if this body is unmovable? What if
                  I dance with that curtain? What dance develops between our two bodies? I also imagine dancing with
                  the hidden areas of the skin.</p>
                <p><u>High Frequency Practice:</u>through the exploration
                  of high frequencies sounds, we generate a space around us with our voices and then move it around.
                  Once we have grasped this sound space, we expand it towards each other, creating a zone between me
                  and Veza. This complex yet generative zone is intangible but dense. In this zone, dance and music
                  are generated.<br /> We have identified four sound textures (floating, elastic, wild, circular):
                  their quality and structure create a volume of sound that we can move in the space.</p>
                <p><u>Practice with Veza Fernandez:</u> Veza's practice focuses on using the
                  emotionality of the voice to explore different forms of tactile listening. I cannot convey this
                  practice to you alone, but I will let you hear a recording from the last residency in Turin. The
                  practice is based on singing an invented song together, with lyrics made of sounds, cries, and
                  laments. In this practice, we use the voice to free emotional spaces. We sing together, and one voice
                  merges into the other, through an improvisation process that delves into the shadowy areas of our
                  vocal possibilities, and that does not involve words. In these times of obscured intelligence
                  (borrowing this definition from Simone Weil), lamenting and crying is a right.</p>
                <p>We are working on building the structure of the show, which is increasingly taking shape
                  as a progressive layering of voices and practices: a structure that mirrors the sedimentation of
                  geological layers over millions of years. The show, in fact, begins with a whisper, then there is an
                  almost spoken practice (which we call words-no words or back back very back), and it concludes with an
                  almost sung lament: a cry that accompanies the cycle of life and death, the transformation from
                  organic to mineral, a cry that connects the Deep Time of fossil formation and the present of the Sixth
                  Extinction, with the disappearance of entire living species.</p>
              </div>
            </div>
            <div class="shape-container"></div>
          </div>
        </div>
      </div>
    </div>
  </section>

  <section class="info" id="project">
    <div class="info-wrapper">
      <div class="text-box scroll-on-mobile">
        <div class="text-wrapper">
          <p>Al confine sfumato tra organico e inorganico, tra vita e non-vita, il fossile è una testimonianza materiale
            e poetica dello scorrere e dello stratificarsi del tempo. <em>I pianti e I lamenti dei pesci
              fossili</em>&nbsp;tenta di costruire relazioni tra corpi e tempi
            incommensurabilmente distanti e differenti, piangendo il ciclo eterno della trasformazione della materia,
            della vita e della morte, nel contesto della Sesta Estinzione. Le possibilit&agrave; della relazione sono
            esplorate dai corpi della danzatrici attraverso due interfacce: la pelle o membrana, che funge da motore del
            movimento connettendo l&rsquo;interno e l&rsquo;esterno del corpo; e l'aria, che viene attraversata dalle
            loro voci e trasformata in uno &ldquo;spazio prima di ogni localizzazione&rdquo;. Lo spettacolo prende la
            forma di una progressiva stratificazione di pratiche corporee e vocali che richiama la struttura stessa del
            fossile.
          </p>
          <p><strong>Anteprima: 10-11 settembre, Short Theatre (Roma)</strong>
            <br><strong>Première: 25-26 ottobre, Triennale Teatro (Milano)</strong>
          </p>
        </div>
        <div class="caption-wrapper">
          <p>danza e voce&nbsp;<strong>Annamaria Ajmone</strong>,<strong>Veza Maria Fernandez Wenger</strong>
            <br>set e immagini&nbsp;<strong>Natàlia Trejbalová</strong>
            <br>ricerca e collaborazione drammaturgica&nbsp;<strong>Stella Succi</strong>
            <br>vestiti<strong>&nbsp;Fabio Quaranta</strong>
            <br>disegno luci<strong>&nbsp;Elena Vastano</strong>
            <br>consulenza set sonoro<strong>&nbsp;Attila Faravelli</strong>
            <br>progetto web<strong>&nbsp;Giulia Polenta</strong>
            <br>organizzazione<strong>&nbsp;Francesca d'Apolito</strong>
            <br>diffusione<strong>&nbsp;Alessandra Simeoni</strong>
            <br>
            <br>Produzione<strong>&nbsp;Associazione L&rsquo;altra</strong>.
            <br>Coproduzione: Triennale Milano Teatro; Fondazione del Teatro Grande di Brescia; Festival
            Aperto/Fondazione i Teatri Reggio Emilia; Centro Nazionale di Produzione della Danza Virgilio Sieni;
            Snaporazverein; Short Theatre.
            <br>Artista associata Triennale Teatro Milano 2021-2024.
            <br>In collaborazione con: Dialoghi &ndash; Residenze delle arti performative a Villa
            Manin 2022 &ndash; 2024; nell&rsquo;ambito del progetto residenze coreografiche Lavanderia a Vapore; con il
            sostegno di Primavera dei Teatri.
            <br>Compagnia finanziata da MiC &ndash; Ministero della cultura.
          </p>
        </div>
      </div>
      <div id="close-btn">
        <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
          viewBox="0 0 20.7 20.7" xml:space="preserve">
          <line x1="0.3" y1="20.4" x2="20.4" y2="0.3" />
          <line x1="20.4" y1="20.4" x2="0.3" y2="0.3" />
        </svg>
      </div>
    </div>
  </section>

  <div class="line"></div>

  <script type="text/javascript"
    src="https://rawgit.com/patriciogonzalezvivo/glslCanvas/master/dist/GlslCanvas.js"></script>
  <script type="text/javascript" src="/shader-frag.js"></script>
  <script type="text/javascript" src="/shader-canvas.js"></script>
  <script type="module" src="/main.js"></script>

</body>

</html>